[
  {
    "id": "id_001",
    "language": "id",
    "question": "Tolong buatkan contoh rencana makan harian untuk pria berusia 30-an yang ingin mengurangi lemak tubuh dan melakukan latihan beban + kardio 3 kali seminggu."
  },
  {
    "id": "id_002",
    "language": "id",
    "question": "Tolong rekomendasikan makanan tinggi protein, rendah lemak yang dapat digunakan sebagai alternatif dari dada ayam."
  },
  {
    "id": "id_003",
    "language": "id",
    "question": "Di antara kreatin, suplemen protein, dan vitamin, suplemen mana yang harus diprioritaskan untuk efektivitas latihan?"
  },
  {
    "id": "id_004",
    "language": "id",
    "question": "Ceritakan tentang efek puasa intermiten terhadap pertumbuhan otot."
  },
  {
    "id": "id_005",
    "language": "id",
    "question": "BMR (Basal Metabolic Rate) saya dari pemindaian InBody adalah 1.400 kkal. Jika saya ingin menurunkan berat badan, berapa asupan kalori harian yang harus saya konsumsi?"
  },
  {
    "id": "id_006",
    "language": "id",
    "question": "Apa makanan terbaik yang harus dimakan sebelum dan sesudah latihan?"
  },
  {
    "id": "id_007",
    "language": "id",
    "question": "Bagaimana saya harus menangani situasi minum alkohol sosial yang tidak dapat dihindari saat sedang diet?"
  },
  {
    "id": "id_008",
    "language": "id",
    "question": "Apakah 'cheat day' benar-benar efektif untuk diet? Saya penasaran tentang cara yang tepat untuk melakukan cheat day."
  },
  {
    "id": "id_009",
    "language": "id",
    "question": "Jika total asupan kalori harian sama, apakah frekuensi makan (misalnya, 3 kali makan vs. 5 kali makan sehari) mempengaruhi penurunan berat badan?"
  },
  {
    "id": "id_010",
    "language": "id",
    "question": "Untuk kehilangan lemak tubuh, apakah diet yang benar-benar menghilangkan karbohidrat (seperti diet ketogenik) aman dalam jangka panjang?"
  },
  {
    "id": "id_011",
    "language": "id",
    "question": "Tolong buatkan rutina 3 hari seminggu untuk meningkatkan keterampilan sepak bola."
  },
  {
    "id": "id_012",
    "language": "id",
    "question": "Apa saja tindakan pencegahan untuk pemula saat memasukkan deadlift dalam rutinnya?"
  },
  {
    "id": "id_013",
    "language": "id",
    "question": "Bagaimana saya harus menyeimbangkan frekuensi latihan tubuh bagian atas dan bawah?"
  },
  {
    "id": "id_014",
    "language": "id",
    "question": "Apakah boleh memasukkan squat, lunge, dan hip thrust semuanya dalam rutina yang sama?"
  },
  {
    "id": "id_015",
    "language": "id",
    "question": "Tubuh bagian atas saya sudah berkembang dengan baik, tetapi tubuh bagian bawah masih kurang. Bagaimana saya harus memodifikasi rutin saya?"
  },
  {
    "id": "id_016",
    "language": "id",
    "question": "Saat melakukan latihan kekuatan dan kardio pada hari yang sama, urutan mana yang lebih efektif tergantung pada tujuan (pertumbuhan otot vs. kehilangan lemak)?"
  },
  {
    "id": "id_017",
    "language": "id",
    "question": "Apa pentingnya pemanasan sebelum latihan dan pendinginan setelah latihan, dan gerakan apa yang harus dilakukan untuk masing-masing?"
  },
  {
    "id": "id_018",
    "language": "id",
    "question": "Saya selalu berlatih dengan beban dan repetisi yang sama. Saya penasaran tentang metode spesifik untuk menerapkan 'progressive overload'."
  },
  {
    "id": "id_019",
    "language": "id",
    "question": "Saat saya berlatih, saya sering merasakan usaha di otot lain selain yang saya targetkan. Bagaimana saya bisa memperbaiki ini?"
  },
  {
    "id": "id_020",
    "language": "id",
    "question": "Bisakah saya melakukan latihan perut setiap hari, atau apakah mereka membutuhkan istirahat seperti otot lainnya?"
  },
  {
    "id": "id_021",
    "language": "id",
    "question": "Tolong rancang program hipertrofi 8 minggu untuk saya. Saya bisa berlatih 4 kali seminggu."
  },
  {
    "id": "id_022",
    "language": "id",
    "question": "Buatkan program 4 minggu dengan tujuan kehilangan lemak hanya menggunakan dumbbell."
  },
  {
    "id": "id_023",
    "language": "id",
    "question": "Jika saya ingin menggabungkan latihan kekuatan dan hipertrofi, bagaimana saya harus menyusun latihan saya?"
  },
  {
    "id": "id_024",
    "language": "id",
    "question": "Apa saja metode variasi (volume, intensitas, istirahat, dll.) yang dapat saya terapkan ketika performa latihan saya mengalami plateau?"
  },
  {
    "id": "id_025",
    "language": "id",
    "question": "Jelaskan perbedaan antara metode pyramid set dan metode beban konstan, dan dalam situasi apa masing-masing metode sesuai?"
  },
  {
    "id": "id_026",
    "language": "id",
    "question": "Saya penasaran tentang kelebihan dan kekurangan berbagai metode split seperti split 2 hari, 3 hari, dan 5 hari, serta kriteria untuk memilih yang tepat untuk saya."
  },
  {
    "id": "id_027",
    "language": "id",
    "question": "Seberapa sering saya harus mengubah program latihan saya?"
  },
  {
    "id": "id_028",
    "language": "id",
    "question": "Apa itu 'deloading', dan kapan serta bagaimana saya harus melakukannya?"
  },
  {
    "id": "id_029",
    "language": "id",
    "question": "Apakah berlatih sampai 'failure' di setiap set penting untuk pertumbuhan otot?"
  },
  {
    "id": "id_030",
    "language": "id",
    "question": "Ketika saya tidak bisa pergi ke gym, bagaimana saya bisa menyusun program hanya dengan berat badan untuk mencegah kehilangan otot dan mempertahankan kekuatan?"
  },
  {
    "id": "id_031",
    "language": "id",
    "question": "Jika saya merasakan nyeri bahu saat bench press, apa kemungkinan penyebabnya dan bagaimana saya harus mengatasinya?"
  },
  {
    "id": "id_032",
    "language": "id",
    "question": "Lutut kiri saya kadang-kadang mengeluarkan suara saat saya squat. Apakah boleh terus berolahraga?"
  },
  {
    "id": "id_033",
    "language": "id",
    "question": "Tolong berikan tips teknik untuk mencegah cedera punggung bawah saat deadlift."
  },
  {
    "id": "id_034",
    "language": "id",
    "question": "Apa cara terbaik untuk mengatasi nyeri pergelangan tangan yang persisten saat berolahraga? (Berhenti, mengganti, atau memperkuat)"
  },
  {
    "id": "id_035",
    "language": "id",
    "question": "Tolong berikan checklist untuk berolahraga secara konsisten tanpa sering cedera."
  },
  {
    "id": "id_036",
    "language": "id",
    "question": "Bagaimana saya bisa membedakan antara nyeri otot yang baik setelah latihan dan nyeri akibat cedera?"
  },
  {
    "id": "id_037",
    "language": "id",
    "question": "Apakah aksesori seperti lifting belt, strap, dan knee sleeve benar-benar efektif dalam mencegah cedera? Saya penasaran tentang penggunaan yang tepat."
  },
  {
    "id": "id_038",
    "language": "id",
    "question": "Saya merasakan ketidakseimbangan antara sisi kiri dan kanan saat berolahraga (satu sisi terasa lebih terstimulasi atau menanggung beban lebih). Bisakah ini menyebabkan cedera jika diabaikan?"
  },
  {
    "id": "id_039",
    "language": "id",
    "question": "Bagaimana saya harus mengatasi nyeri di bagian dalam (golfer's elbow) atau luar (tennis elbow) siku saat berolahraga?"
  },
  {
    "id": "id_040",
    "language": "id",
    "question": "Ketika ada nyeri, kapan efektif menggunakan kompres es versus kompres panas?"
  },
  {
    "id": "id_041",
    "language": "id",
    "question": "Tolong rekomendasikan latihan core yang aman untuk seseorang dengan riwayat hernia nukleus pulposus (HNP)."
  },
  {
    "id": "id_042",
    "language": "id",
    "question": "Pergelangan kaki saya terasa tidak stabil setelah beberapa kali terkilir. Apakah ada rutina sederhana yang dapat membantu pemulihan?"
  },
  {
    "id": "id_043",
    "language": "id",
    "question": "Latihan peregangan dan penguatan apa yang diperlukan untuk seseorang dengan bahu membulat?"
  },
  {
    "id": "id_044",
    "language": "id",
    "question": "Punggung saya terasa kaku dan sering sakit karena duduk sepanjang hari. Tolong rekomendasikan rutina harian 5 menit yang bisa saya lakukan."
  },
  {
    "id": "id_045",
    "language": "id",
    "question": "Saya diberitahu bahwa saya memiliki kasus 'text neck' yang parah. Latihan apa yang bisa saya lakukan untuk memperbaiki postur saya?"
  },
  {
    "id": "id_046",
    "language": "id",
    "question": "Saya akan mulai berolahraga lagi setelah pulih dari cedera. Apakah ada pedoman untuk kembali dengan aman?"
  },
  {
    "id": "id_047",
    "language": "id",
    "question": "Bagaimana saya bisa menggunakan foam roller dan massage gun paling efektif untuk pemulihan dan rehabilitasi?"
  },
  {
    "id": "id_048",
    "language": "id",
    "question": "Saya tidak bisa squat dalam atau punggung bawah saya membulat. Tolong tunjukkan latihan untuk meningkatkan mobilitas pinggul."
  },
  {
    "id": "id_049",
    "language": "id",
    "question": "Saya merasakan sensasi kesemutan dari bokong hingga kaki (gejala skiatik). Adakah peregangan yang dapat membantu meredakan ini?"
  },
  {
    "id": "id_050",
    "language": "id",
    "question": "Apa perbedaan cara dan kapan menggunakan peregangan statis versus peregangan dinamis?"
  }
]